Repository: qlands/formshare_analytics_plugin
Catalog: analytics/locale/*/LC_MESSAGES/analytics.po
Languages: es, fr, pt, uk

source: An error occurred while activating the analytics module. An email has been sent to the technical team and they will contact you ASAP.
es: Se ha producido un error al activar el módulo de analítica. Se ha enviado un correo electrónico al equipo técnico y se pondrán en contacto con usted lo antes posible.
fr: Une erreur s'est produite lors de l'activation du module d'analytique. Un courriel a été envoyé à l'équipe technique et vous serez contacté dès que possible.
pt: Ocorreu um erro durante a ativação do módulo analítico. Um e-mail foi enviado para a equipe técnica e você será contatado o mais rápido possível.
uk: Під час активації модуля аналітики сталася помилка. Технічній команді надіслано листа, і вони зв'яжуться з вами якнайшвидше.

source: The analytics module has been activated
es: El módulo de analítica ha sido activado
fr: Le module analytique a été activé
pt: O módulo analítico foi ativado
uk: Модуль аналітики активовано

source: FormShare - Analytics
es: FormShare - Analítica
fr: FormShare - Analytique
pt: FormShare - Analítica
uk: FormShare - Аналітика

source: You don't have a repository yet
es: Todavía no tienes un repositorio
fr: Vous ne disposez pas encore d'un référentiel
pt: Você ainda não tem um repositório
uk: У вас ще немає репозиторію

source: Upload a form and create a repository for it
es: Suba un formulario y cree un repositorio para él
fr: Télécharger un formulaire et créer un référentiel pour celui-ci
pt: Carregar um formulário e criar um repositório para ele
uk: Завантажте форму та створіть для неї сховище

source: You haven't enabled the analytics module yet
es: Aún no has activado el módulo de analítica
fr: Vous n'avez pas encore activé le module d'analytique
pt: Você ainda não ativou o módulo de análise
uk: Ви ще не ввімкнули модуль аналітики

source: Enable
es: Activar
fr: Activer
pt: Ativar
uk: Увімкнути

source: Repositories
es: Repositorios
fr: Référentiels
pt: Repositórios
uk: Сховища

source: One of the main differences in terms of data management between FormShare and the rest of the applications in the market is that FormShare stores your submissions as relational data in a relational database. For each ODK form that you upload into FormShare, the system creates a database to hold its submissions. In FormShare this database is called "repository". In other Apps it is called "schema"
es: Una de las principales diferencias en cuanto a la gestión de datos entre FormShare y el resto de aplicaciones del mercado es que FormShare almacena sus envíos como datos relacionales en una base de datos relacional. Para cada formulario ODK que subes a FormShare, el sistema crea una base de datos para guardar sus envíos. En FormShare esta base de datos se llama "repositorio". En otras aplicaciones se llama "esquema".
fr: Une des principales différences dans la gestion des données entre FormShare et les autres applications sur le marché est que FormShare stocke vos soumissions comme des données relationnelles dans une base de données relationnelle. Pour chaque formulaire ODK que vous téléchargez sur FormShare, le système crée une base de données pour stocker vos soumissions. Dans FormShare, cette base de données est appelée un "référentiel". Dans d'autres applications, on l'appelle un "schéma".
pt: Uma das principais diferenças no gerenciamento de dados entre o FormShare e outras aplicações no mercado é que o FormShare armazena seus envios como dados relacionais em um banco de dados relacional. Para cada formulário ODK que você carregar no FormShare, o sistema cria um banco de dados para armazenar seus envios. No FormShare este banco de dados é chamado de "repositório". Em outras aplicações, é chamado de "esquema".
uk: Одна з головних відмінностей в управлінні даними між FormShare та іншими додатками на ринку полягає в тому, що FormShare зберігає ваші заявки як реляційні дані в реляційній базі даних. Для кожної ODK-форми, яку ви завантажуєте у FormShare, система створює базу даних для її зберігання. У FormShare ця база даних називається "сховище". В інших додатках вона називається "схема"

source: One of the main advantages of storing data this way is that complex queries can be performed on the data from multiple repositories using SQL language. Another advantage is that you can performed diverse analytics on your data without donwloading it on your computer. You can perform analytics directly on the FormShare server which is faster.
es: Una de las principales ventajas de almacenar los datos de esta manera es que se pueden realizar consultas complejas sobre los datos de múltiples repositorios utilizando el lenguaje SQL. Otra ventaja es que puedes realizar diversos análisis sobre sus datos sin necesidad de descargarlos en su computadora. Puede realizar análisis directamente en el servidor de FormShare, que es más rápido.
fr: L'un des principaux avantages de ce mode de stockage des données est que vous pouvez effectuer des requêtes complexes sur des données provenant de plusieurs référentiels à l'aide du langage SQL. Un autre avantage est que vous pouvez effectuer diverses analyses sur vos données sans avoir à les télécharger sur votre ordinateur. Vous pouvez effectuer des analyses directement sur le serveur FormShare, ce qui est plus rapide.
uk: Однією з головних переваг зберігання даних у такий спосіб є те, що складні запити можна виконувати складні запити до даних з декількох сховищ, використовуючи мову SQL. Інша перевага полягає в тому, що ви можете виконувати різноманітну аналітику ваших даних не завантажуючи їх на свій комп'ютер. Ви можете виконувати аналітику безпосередньо на сервері FormShare, що є швидшим.

source: The following table shows the forms that you have access to and the repository ID that each form has. You have read-only access to each form's repository/schema and complete access to your personal repository/schema. In you personal repository/schema you can create result tables or views to help you analyze your data.
es: La siguiente tabla muestra los formularios a los que usted tiene acceso y el ID de repositorio que tiene cada formulario. Usted tiene acceso de sólo lectura al repositorio/esquema de cada formulario y acceso completo a su repositorio/esquema personal. En su repositorio/esquema personal usted puede crear tablas de resultados o vistas que le ayuden a analizar sus datos.
fr: Le table suivant montre les formulaires auxquels vous avez accès et l'ID de référentiel de chaque formulaire. Vous avez un accès en lecture seule au référentiel/schéma de chaque formulaire et un accès complet à votre référentiel/schéma personnel. Dans votre référentiel/schéma personnel, vous pouvez créer des tableaux de résultats ou des vues pour vous aider à analyser vos données.
uk: У наступній таблиці показано форми, до яких ви маєте доступ, а також ідентифікатор сховища, який має кожна форма. Ви маєте доступ лише для читання до кожного сховища/схеми кожної форми і повний доступ до вашого особистого сховища/схеми. У вашому персональному сховищі/схемі ви можете створювати таблиці результатів або подання, які допоможуть вам аналізувати ваші дані.

source: Your personal repository/schema is:
es: Su repositorio/esquema personal es
fr: Votre référentiel/schéma personnel est
pt: Seu repositório/scheme pessoal é
uk: Ваш особистий репозиторій/схема:

source: Project
es: Projecto
fr: Projet
pt: Projeto
uk: Проект

source: Form
es: Formulario
fr: Formulaire
pt: Formulário
uk: Форма

source: Repository/Schema
es: Repositorio/esquema
fr: Référentiel/Schéma
pt: Repositório/Scheme
uk: Репозиторій/схема

source: Analytics
es: Analítica
fr: Analytique
pt: Analítica
uk: Аналітика

source: One of the main advantages of storing data this way is that complex queries can be performed on the data from multiple repositories using SQL language. Another advantage is that you can performed diverse analytics on your data without donwloading it on your computer. You can perform analytics directly on the FormShare server which is faster.
pt: Uma das principais vantagens de armazenar dados desta forma é que você pode realizar consultas complexas sobre dados de múltiplos repositórios usando a linguagem SQL. Outra vantagem é que você pode realizar várias análises em seus dados sem ter que baixá-los para seu computador. Você pode realizar análises diretamente no servidor FormShare, que é mais rápido.
